import React from 'react';

import BaseLayout from '../../components/shared/layouts/BaseLayout';

function Tos() {
    return (
        <BaseLayout>
            <div>
                <h1> Условия и Положения </h1>
                <p>
                    Добро пожаловать на gruzoviki-yug.ru! В этих Условиях изложены правила и
                    положения использования Сайта ИП "Грузовики-Юг", расположенного по адресу
                    gruzoviki-yug.ru. Мы полагаем, что заходя на этот Сайт, вы принимаете эти
                    Условия и Положения. Не продолжайте использовать gruzoviki-yug.ru, если вы не
                    согласны принимать все положения и условия, изложенные на этой странице. Файлы
                    cookies: Cайт использует файлы cookies, чтобы помочь вам улучшить вашу работу в
                    Интернете. Заходя на gruzoviki-yug.ru, вы соглашаетесь использовать необходимые
                    файлы cookies. Файл cookies — это текстовый файл, который размещается на вашем
                    жестком диске сервером веб-страницы. Файлы cookies не могут использоваться для
                    запуска программ или доставки вирусов на ваш компьютер. Файлы cookies
                    присваиваются вам уникальным образом и могут быть прочитаны только веб-сервером
                    в домене, который отправил вам файл cookie. Мы можем использовать файлы cookies
                    для сбора, хранения и отслеживания информации в статистических или маркетинговых
                    целях для работы нашего сайта. У вас есть возможность принимать или отклонять
                    необязательные файлы cookies.
                </p>
                <p>
                    Существуют некоторые обязательные файлы cookies, которые необходимы для работы
                    нашего сайта. Эти файлы cookies не требуют вашего согласия, поскольку они всегда
                    работают. Помните, что, принимая необходимые файлы cookies, вы также принимаете
                    сторонние файлы cookies, которые могут использоваться сторонними службами, если
                    вы используете их на нашем сайте. Например, окно отображения видео,
                    предоставленное третьими сторонами и интегрированное на наш сайт. Лицензия: Если
                    не указано иное, ИП "Грузовики-Юг" и/или её лицензиары владеют правами
                    интеллектуальной собственности на все материалы на gruzoviki-yug.ru. Все права
                    на интеллектуальную собственность защищены. Вы можете получить к ней доступ на
                    gruzoviki-yug.ru для личного использования в соответствии с ограничениями,
                    установленными в данных условиях.
                </p>
                <p>
                    Вы не должны: копировать или повторно публиковать материалы с gruzoviki-yug.ru
                    продавать, сдавать в аренду или сублицензировать материалы с gruzoviki-yug.ru
                    воспроизводить, дублировать или копировать материалы с gruzoviki-yug.ru
                    распространять контент с gruzoviki-yug.ru Настоящее Соглашение вступает в силу с
                    даты его заключения. Публиковать и обмениваться мнениями и информацией разрешено
                    в определенных областях сайта. ИП "Грузовики-Юг" не фильтрует, не редактирует,
                    не публикует и не просматривает Комментарии до того, как они появятся на сайте.
                    Комментарии не отражают взгляды и мнения ИП "Грузовики-Юг", её агентов и/или
                    аффилированных лиц. Комментарии отражают взгляды и мнения человека, который
                    публикует комментарий. В той степени, в которой это разрешено действующим
                    законодательством, ИП "Грузовики-Юг" не несёт ответственности за Комментарии или
                    любую ответственность, ущерб или расходы, вызванные и/или понесённые в
                    результате использования и/или публикации и/или появления Комментарии на этом
                    сайте. ИП "Грузовики-Юг" оставляет за собой право отслеживать все комментарии и
                    удалять любые комментарии, которые могут быть сочтены неуместными,
                    оскорбительными или вызывают нарушение настоящих Условий и Положений. Вы
                    гарантируете и заявляете, что: вы имеете право размещать Комментарии на нашем
                    сайте и имеете для этого все необходимые лицензии и согласия; комментарии не
                    нарушают права интеллектуальной собственности, включая, помимо прочего,
                    авторские права, патенты или товарные знаки третьих лиц; комментарии не содержат
                    клеветнических, оскорбительных, непристойных или иных незаконных материалов,
                    которые являются вторжением в частную жизнь. Комментарии не будут использоваться
                    для навязывания или продвижения бизнеса или обычаев, или для представления
                    коммерческой или незаконной деятельности. Таким образом, вы предоставляете ИП
                    "Грузовики-Юг" разрешение на использование, воспроизведение, редактирование и
                    разрешение другим лицам использовать, воспроизводить и редактировать любые ваши
                    комментарии в любых формах, форматах, или платформах. Гиперссылка на наш
                    Контент: Следующие организации могут ссылаться на наш сайт без предварительного
                    письменного разрешения: государственные учреждения; поисковые системы; новостные
                    организации; дистрибьютеры онлайн-каталогов могут ссылаться на наш сайт также,
                    как они ссылаются на сайты других компаний в списке; и общесистемные
                    аккредитованные компании, за исключением привлечения некоммерческих организаций,
                    благотворительных торговых центров и благотворительных групп по сбору средств,
                    которые не могут ссылаться на наш сайт.
                </p>
                <p>
                    Эти организации могут ссылаться на нашу домашнюю страницу, публикации или другую
                    информацию сайта при условии, что ссылка: (а) никоим образом не вводит в
                    заблуждение; (б) не подразумевает ложное спонсорство, поддержку или одобрение
                    связывающей стороны и ее продуктов и/или услуг; и (c) вписывается в контекст
                    сайта связывающей стороны. Мы можем рассматривать и утверждать другие запросы на
                    ссылки от следующих типов организаций: широко известные источники информации о
                    потребителях и/или бизнесе; сайты сообществ dot.com; ассоциации или другие
                    группы, представляющие благотворительные организации; онлайн-каталоги
                    дистрибьютеров; интернет-порталы; бухгалтерские, юридические и консалтинговые
                    фирмы; и образовательные учреждения и торговые ассоциации. Мы утвердим запросы
                    на возможность ссылки от этих организаций, если мы решим, что: (а) ссылка не
                    заставит нас выглядеть неблагоприятно для нас самих или наших аккредитованных
                    предприятий; (б) у организации нет отрицательных записей о нас; (c) преимущество
                    видимости гиперссылки для нас компенсирует отсутствие ИП "Грузовики-Юг"; и (d)
                    ссылка находится в контексте общей информации о ресурсах. Эти организации могут
                    ссылаться на нашу домашнюю страницу, если ссылка: (а) никоим образом не вводит в
                    заблуждение; (б) не подразумевает ложное спонсорство, поддержку или одобрение
                    связывающей стороны и ее продуктов или услуг; и (c) вписывается в контекст сайта
                    связывающей стороны. Если вы являетесь одной из организаций, перечисленных в
                    пункте 2 выше, и заинтересованы в размещении ссылки на наш сайт, вы должны
                    сообщить нам об этом, отправив электронное письмо на адрес ИП "Грузовики-Юг".
                    Пожалуйста, укажите своё имя, название вашей организации, контактную информацию,
                    а также URL-адрес вашего сайта, список любых URL-адресов, на которых вы
                    собираетесь ссылаться на наш сайт, и список URL-адресов на нашем сайте, на
                    которые вы хотели бы оставить ссылку. Приблизительное время ожидания ответа: 2-3
                    недели. Утверждённые организации могут ссылаться на наш сайт следующим образом:
                    используя наше корпоративное название; или Путем использования единого указателя
                    ресурсов, на который ссылаются; или используя другое описание нашего сайта, на
                    которое имеется ссылка, и которое сохраняет смысл в контексте и формате контента
                    на сайте связывающей стороны. Запрещается использовать логотип ИП "Грузовики-Юг"
                    или другие изображения для ссылки, при отсутствии лицензионного соглашения на
                    товарный знак. Ответственность за содержание: Мы не несем ответственности за
                    любой контент, который появляется на вашем сайте. Вы соглашаетесь защищать нас
                    от всех претензий, которые возникают на вашем сайте. Ни на каком сайте не должны
                    появляться ссылки, которые могут быть истолкованы как клеветнические,
                    непристойные или преступные, или которые нарушают, или выступают за нарушение
                    любых сторонних прав. Сохранение прав: Мы оставляем за собой право потребовать,
                    чтобы вы удалили все ссылки или любую конкретную ссылку на наш сайт. Вы
                    соглашаетесь немедленно удалить все ссылки на наш сайт по запросу. Мы также
                    оставляем за собой право в любое время вносить поправки в эти условия и политику
                    в отношении ссылок. Постоянно ссылаясь на наш сайт, вы соглашаетесь соблюдать
                    эти Условия и Положения, связанные с размещением ссылок.
                </p>
                <p>
                    {' '}
                    Удаление ссылок с нашего сайта: Если вы обнаружите на нашем сайте какую-либо
                    ссылку, которая является оскорбительной по какой-либо причине, вы можете
                    связаться с нами и сообщить нам в любой момент. Мы будем рассматривать запросы
                    на удаление ссылок, но мы не обязаны отвечать вам напрямую. Мы не гарантируем,
                    что информация на этом сайте верна. Мы не гарантируем полноту или точность
                    информации, а также не обещаем обеспечить доступность сайта или актуальность
                    материалов на сайте. Отказ от ответственности: В максимальной степени,
                    разрешенной применимым законодательством, мы исключаем все заявления, гарантии и
                    условия, касающиеся нашего сайта и использования этого сайта. Ничто в этом
                    отказе от ответственности не будет: ограничивать или исключать нашу или вашу
                    ответственность за смерть или телесные повреждения; ограничить или исключить
                    нашу или вашу ответственность за мошенничество или намеренное введение в
                    заблуждение; ограничивать наши или ваши обязательства любым способом, который не
                    разрешен действующим законодательством; или исключить любые наши или ваши
                    обязательства, которые не могут быть исключены в соответствии с действующим
                    законодательством. Ограничения и запреты ответственности, установленные в этом
                    Разделе и в других местах данного отказа от ответственности: (а) регулируются
                    предыдущим параграфом; и (b) регулируют все обязательства, возникающие в связи с
                    отказом от ответственности, включая обязательства, возникающие по контракту, в
                    результате деликта и за нарушение установленных законом обязательств. Пока сайт,
                    а также информация и услуги на нем предоставляются бесплатно, мы не несем
                    ответственности за любые убытки или ущерб любого характера.
                </p>
            </div>
        </BaseLayout>
    );
}

export default Tos;
